Repository: joCur/later
Catalog: apps/later_mobile/lib/l10n/app_*.arb
Languages: de

# spaceSwitcherSubtitleSwitchFirst
source: Switch to another space first
de: Wechseln Sie zuerst zu einem anderen Bereich

# spaceSwitcherSubtitleContainsItems
source: This space contains {count} items
de: Dieser Bereich enthält {count} Einträge

# spaceSwitcherSubtitleRestore
source: Make this space active again
de: Diesen Bereich wieder aktivieren

# spaceSwitcherDialogArchiveTitle
source: Archive Space?
de: Bereich archivieren?

# spaceSwitcherDialogArchiveContent
source: This space contains {count} items. Archiving will hide the space but keep all items. You can restore it later from archived spaces.
de: Dieser Bereich enthält {count} Einträge. Das Archivieren verbirgt den Bereich, behält aber alle Einträge bei. Sie können ihn später aus archivierten Bereichen wiederherstellen.

# spaceSwitcherSuccessArchived
source: {name} has been archived
de: {name} wurde archiviert

# spaceSwitcherSuccessRestored
source: {name} has been restored
de: {name} wurde wiederhergestellt

# spaceSwitcherErrorArchive
source: Failed to archive space: {error}
de: Bereich konnte nicht archiviert werden: {error}

# spaceSwitcherErrorRestore
source: Failed to restore space: {error}
de: Bereich konnte nicht wiederhergestellt werden: {error}

# spaceSwitcherErrorCannotArchiveCurrent
source: Cannot archive the current space. Switch to another space first.
de: Der aktuelle Bereich kann nicht archiviert werden. Wechseln Sie zuerst zu einem anderen Bereich.

# spaceSwitcherBadgeArchived
source: Archived
de: Archiviert

# spaceSwitcherToggleShowArchived
source: Show Archived Spaces
de: Archivierte Bereiche anzeigen

# spaceSwitcherButtonCreateNew
source: Create New Space
de: Neuen Bereich erstellen

# searchEmptyTitle
source: No results found
de: Keine Ergebnisse gefunden

# searchEmptyMessage
source: Try different keywords or check your spelling
de: Versuchen Sie andere Suchbegriffe oder überprüfen Sie die Rechtschreibung

# accessibilityDragHandleHint
source: Double tap and hold to reorder
de: Doppeltippen und halten zum Neuanordnen

# navigationBottomHome
source: Home
de: Startseite

# navigationBottomHomeTooltip
source: View your spaces
de: Ihre Spaces anzeigen

# navigationBottomHomeSemanticLabel
source: Home navigation
de: Startseite-Navigation

# navigationBottomSearch
source: Search
de: Suchen

# navigationBottomSearchTooltip
source: Search items
de: Elemente suchen

# navigationBottomSearchSemanticLabel
source: Search navigation
de: Such-Navigation

# navigationBottomSettings
source: Settings
de: Einstellungen

# navigationBottomSettingsTooltip
source: App settings
de: App-Einstellungen

# navigationBottomSettingsSemanticLabel
source: Settings navigation
de: Einstellungen-Navigation

# dialogDeleteItemTitle
source: Delete Item?
de: Element löschen?

# dialogDeleteItemMessage
source: Are you sure you want to delete "{itemName}"? This action cannot be undone.
de: Möchten Sie "{itemName}" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# authUpgradeBannerMessage
source: Create an account to keep your data safe
de: Erstellen Sie ein Konto, um Ihre Daten zu sichern

# authUpgradeBannerButton
source: Create Account
de: Konto erstellen

# authUpgradeScreenTitle
source: Create Your Account
de: Erstellen Sie Ihr Konto

# authUpgradeScreenSubtitle
source: Upgrade to unlock unlimited features
de: Upgraden Sie, um unbegrenzte Funktionen freizuschalten

# authUpgradePasswordLabel
source: Password
de: Passwort

# authUpgradeConfirmPasswordLabel
source: Confirm Password
de: Passwort bestätigen

# authUpgradeSubmitButton
source: Create Account
de: Konto erstellen

# authUpgradeCancelButton
source: Maybe Later
de: Vielleicht später

# authUpgradeSuccessMessage
source: Account created successfully!
de: Konto erfolgreich erstellt!

# buttonDismiss
source: Dismiss
de: Schließen

# accessibilityWarning
source: Warning
de: Warnung

# validationEmailRequired
source: Email is required
de: E-Mail ist erforderlich

# validationEmailInvalid
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail ein

# validationPasswordRequired
source: Password is required
de: Passwort ist erforderlich

# validationPasswordMinLength
source: Password must be at least 8 characters
de: Passwort muss mindestens 8 Zeichen lang sein

# validationPasswordConfirmRequired
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort

# validationPasswordsDoNotMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein

# errorUnexpected
source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten
