Repository: joCur/later
Catalog: apps/later_mobile/lib/l10n/app_*.arb
Languages: de

# errorDatabaseUniqueConstraint
source: A record with this value already exists.
de: Ein Eintrag mit diesem Wert existiert bereits.

# errorDatabaseForeignKeyViolation
source: Cannot perform this operation because it would break data relationships.
de: Diese Operation kann nicht durchgeführt werden, da sie Datenbeziehungen verletzen würde.

# errorDatabaseNotNullViolation
source: Required data is missing. Please ensure all fields are filled.
de: Erforderliche Daten fehlen. Bitte stellen Sie sicher, dass alle Felder ausgefüllt sind.

# errorDatabasePermissionDenied
source: You don't have permission to access this data.
de: Sie haben keine Berechtigung, auf diese Daten zuzugreifen.

# errorDatabaseTimeout
source: The operation took too long. Please try again.
de: Die Operation hat zu lange gedauert. Bitte versuchen Sie es erneut.

# errorDatabaseGeneric
source: A database error occurred. Please try again.
de: Ein Datenbankfehler ist aufgetreten. Bitte versuchen Sie es erneut.

# errorAuthInvalidCredentials
source: Invalid email or password. Please try again.
de: Ungültige E-Mail oder Passwort. Bitte versuchen Sie es erneut.

# errorAuthUserAlreadyExists
source: An account with this email already exists. Please sign in instead.
de: Ein Konto mit dieser E-Mail existiert bereits. Bitte melden Sie sich stattdessen an.

# errorAuthWeakPassword
source: Password is too weak. Please use at least {minLength} characters.
de: Das Passwort ist zu schwach. Bitte verwenden Sie mindestens {minLength} Zeichen.

# errorAuthInvalidEmail
source: The email address is not valid. Please check and try again.
de: Die E-Mail-Adresse ist nicht gültig. Bitte überprüfen Sie sie und versuchen Sie es erneut.

# errorAuthEmailNotConfirmed
source: Please confirm your email address before signing in.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse, bevor Sie sich anmelden.

# errorAuthSessionExpired
source: Your session has expired. Please sign in again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.

# errorAuthNetworkError
source: Network error during authentication. Please check your connection and try again.
de: Netzwerkfehler bei der Authentifizierung. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.

# errorAuthRateLimitExceeded
source: Too many attempts. Please wait a moment and try again.
de: Zu viele Versuche. Bitte warten Sie einen Moment und versuchen Sie es erneut.

# errorAuthGeneric
source: An authentication error occurred. Please try again.
de: Ein Authentifizierungsfehler ist aufgetreten. Bitte versuchen Sie es erneut.

# errorAuthAnonymousSignInFailed
source: Could not start trial. Please try again.
de: Test konnte nicht gestartet werden. Bitte versuchen Sie es erneut.

# errorAuthUpgradeFailed
source: Could not create account. Please try again.
de: Konto konnte nicht erstellt werden. Bitte versuchen Sie es erneut.

# errorAuthAlreadyAuthenticated
source: You already have an account.
de: Sie haben bereits ein Konto.

# errorNetworkTimeout
source: Connection timed out. Please check your internet connection and try again.
de: Zeitüberschreitung der Verbindung. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

# errorNetworkNoConnection
source: No internet connection. Please check your network and try again.
de: Keine Internetverbindung. Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut.

# errorNetworkServerError
source: The server encountered an error. Please try again later.
de: Der Server hat einen Fehler festgestellt. Bitte versuchen Sie es später erneut.

# errorNetworkBadRequest
source: Invalid request. Please check your input and try again.
de: Ungültige Anfrage. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.

# errorNetworkNotFound
source: The requested resource was not found.
de: Die angeforderte Ressource wurde nicht gefunden.

# errorNetworkGeneric
source: A network error occurred. Please try again.
de: Ein Netzwerkfehler ist aufgetreten. Bitte versuchen Sie es erneut.

# errorValidationRequired
source: {fieldName} is required.
de: {fieldName} ist erforderlich.

# errorValidationInvalidFormat
source: {fieldName} has an invalid format.
de: {fieldName} hat ein ungültiges Format.

# errorValidationOutOfRange
source: {fieldName} must be between {min} and {max}.
de: {fieldName} muss zwischen {min} und {max} liegen.

# errorValidationDuplicate
source: {fieldName} already exists.
de: {fieldName} existiert bereits.

# errorSpaceNotFound
source: The space you're looking for was not found.
de: Der gesuchte Bereich wurde nicht gefunden.

# errorNoteNotFound
source: The note you're looking for was not found.
de: Die gesuchte Notiz wurde nicht gefunden.

# errorInsufficientPermissions
source: You don't have permission to perform this action.
de: Sie haben keine Berechtigung, diese Aktion auszuführen.

# errorOperationNotAllowed
source: This operation is not allowed in the current state.
de: Diese Operation ist im aktuellen Zustand nicht erlaubt.

# errorUnknownError
source: An unexpected error occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

# authTitleSignIn
source: Welcome Back
de: Willkommen zurück

# authTitleSignUp
source: Create Account
de: Konto erstellen

# authHintEmail
source: your@email.com
de: deine@email.de

# authLabelPassword
source: Password
de: Passwort

# authLabelConfirmPassword
source: Confirm Password
de: Passwort bestätigen

# authValidationEmailRequired
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail ein

# authValidationEmailInvalid
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail ein

# authValidationPasswordRequired
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein

# authValidationPasswordRequiredSignUp
source: Please enter a password
de: Bitte geben Sie ein Passwort ein

# authValidationPasswordMinLength
source: Password must be at least 8 characters
de: Passwort muss mindestens 8 Zeichen lang sein

# authValidationConfirmPasswordRequired
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort

# authValidationPasswordsDoNotMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein

# authButtonSignIn
source: Sign In
de: Anmelden

# authButtonSignUp
source: Sign Up
de: Registrieren

# authButtonContinueWithoutAccount
source: Continue without account
de: Ohne Konto fortfahren

# authLinkSignUp
source: Sign up
de: Registrieren

# authLinkSignIn
source: Sign in
de: Anmelden

# authTextNoAccount
source: Don't have an account?
de: Noch kein Konto?

# authTextHaveAccount
source: Already have an account?
de: Bereits ein Konto?

# authPasswordStrengthWeak
source: Weak
de: Schwach

# authPasswordStrengthMedium
source: Medium
de: Mittel

# authPasswordStrengthStrong
source: Strong
de: Stark

# authPasswordStrengthHelper
source: Use 8+ characters
de: Mindestens 8 Zeichen

# authAccessibilityPasswordStrength
source: Password strength
de: Passwortstärke

# emptyWelcomeTitle
source: Welcome to later
de: Willkommen bei later

# emptyWelcomeMessage
source: Your peaceful place for thoughts, tasks, and everything in between
de: Dein friedlicher Ort für Gedanken, Aufgaben und alles dazwischen

# emptyWelcomeAction
source: Create your first item
de: Erstelle dein erstes Element

# emptyWelcomeSecondaryAction
source: Learn how it works
de: Erfahre, wie es funktioniert

# emptyNoSpacesTitle
source: Welcome to Later
de: Willkommen bei Later

# emptyNoSpacesMessage
source: Spaces organize your tasks, notes, and lists by context. Let's create your first one!
de: Bereiche organisieren deine Aufgaben, Notizen und Listen nach Kontext. Lass uns deinen ersten erstellen!

# emptyNoSpacesAction
source: Create Your First Space
de: Erstelle deinen ersten Bereich

# emptyNoSpacesSecondaryAction
source: Learn more
de: Mehr erfahren

# emptySpaceTitle
source: Your {spaceName} is empty
de: Dein {spaceName} ist leer

# emptySpaceMessage
source: Start capturing your thoughts, tasks, and ideas
de: Beginne, deine Gedanken, Aufgaben und Ideen festzuhalten

# emptySpaceAction
source: Create
de: Erstellen

# navigationHome
source: Home
de: Startseite

# navigationHomeTooltip
source: View your spaces
de: Ihre Bereiche anzeigen

# navigationHomeSemanticLabel
source: Home navigation
de: Startseite-Navigation

# navigationSearch
source: Search
de: Suchen

# navigationSearchTooltip
source: Search items
de: Einträge suchen

# navigationSearchSemanticLabel
source: Search navigation
de: Such-Navigation

# navigationSettings
source: Settings
de: Einstellungen

# navigationSettingsTooltip
source: App settings
de: App-Einstellungen

# navigationSettingsSemanticLabel
source: Settings navigation
de: Einstellungen-Navigation

# sidebarSpaces
source: Spaces
de: Bereiche

# sidebarCollapse
source: Collapse sidebar
de: Seitenleiste einklappen

# sidebarExpand
source: Expand sidebar
de: Seitenleiste ausklappen

# sidebarSignOut
source: Sign Out
de: Abmelden

# sidebarNoSpaces
source: No spaces yet
de: Noch keine Bereiche

# filterAll
source: All
de: Alle

# filterTodoLists
source: Todo Lists
de: Aufgabenlisten

# filterLists
source: Lists
de: Listen

# filterNotes
source: Notes
de: Notizen

# menuSignOut
source: Sign Out
de: Abmelden

# noteDetailTitleEmpty
source: Title cannot be empty
de: Titel darf nicht leer sein

# noteDetailSaveFailed
source: Failed to save changes
de: Änderungen konnten nicht gespeichert werden

# noteDetailTagEmpty
source: Tag cannot be empty
de: Tag darf nicht leer sein

# noteDetailTagTooLong
source: Tag is too long (max {maxLength} characters)
de: Tag ist zu lang (max {maxLength} Zeichen)

# noteDetailTagExists
source: Tag already exists
de: Tag existiert bereits

# noteDetailTagAdded
source: Tag added
de: Tag hinzugefügt

# noteDetailTagRemoved
source: Tag removed
de: Tag entfernt

# noteDetailTagAddFailed
source: Failed to add tag
de: Tag konnte nicht hinzugefügt werden

# noteDetailTagRemoveFailed
source: Failed to remove tag
de: Tag konnte nicht entfernt werden

# noteDetailAddTagTitle
source: Add Tag
de: Tag hinzufügen

# noteDetailTagNameHint
source: Enter tag name
de: Tag-Namen eingeben

# noteDetailDeleteTitle
source: Delete Note
de: Notiz löschen

# noteDetailDeleteMessage
source: Are you sure you want to delete "{noteTitle}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie "{noteTitle}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

# noteDetailDeleteFailed
source: Failed to delete note
de: Notiz konnte nicht gelöscht werden

# noteDetailContentHint
source: Start writing your note...
de: Beginnen Sie mit dem Schreiben Ihrer Notiz...

# noteDetailTitleHint
source: Note title
de: Notiz-Titel

# noteDetailTagsEmpty
source: No tags yet. Tap + to add tags.
de: Noch keine Tags. Tippen Sie auf +, um Tags hinzuzufügen.

# noteDetailMenuDelete
source: Delete Note
de: Notiz löschen

# todoDetailNameEmpty
source: TodoList name cannot be empty
de: Name der Aufgabenliste darf nicht leer sein

# todoDetailSaveFailed
source: Failed to save changes
de: Änderungen konnten nicht gespeichert werden

# todoDetailLoadFailed
source: Failed to load items
de: Einträge konnten nicht geladen werden

# todoDetailItemAdded
source: TodoItem added
de: Aufgabe hinzugefügt

# todoDetailItemAddFailed
source: Failed to add item
de: Eintrag konnte nicht hinzugefügt werden

# todoDetailItemUpdated
source: TodoItem updated
de: Aufgabe aktualisiert

# todoDetailItemUpdateFailed
source: Failed to update item
de: Eintrag konnte nicht aktualisiert werden

# todoDetailItemDeleted
source: TodoItem deleted
de: Aufgabe gelöscht

# todoDetailItemDeleteFailed
source: Failed to delete item
de: Eintrag konnte nicht gelöscht werden

# todoDetailItemToggleFailed
source: Failed to toggle item
de: Eintrag konnte nicht umgeschaltet werden

# todoDetailReorderFailed
source: Failed to reorder items
de: Einträge konnten nicht neu angeordnet werden

# todoDetailDeleteListTitle
source: Delete TodoList
de: Aufgabenliste löschen

# todoDetailDeleteListMessage
source: Are you sure you want to delete "{listName}"? This will delete all {itemCount} items in this list. This action cannot be undone.
de: Sind Sie sicher, dass Sie "{listName}" löschen möchten? Dadurch werden alle {itemCount} Einträge in dieser Liste gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# todoDetailDeleteListFailed
source: Failed to delete list
de: Liste konnte nicht gelöscht werden

# todoDetailAddItemTitle
source: Add TodoItem
de: Aufgabe hinzufügen

# todoDetailEditItemTitle
source: Edit TodoItem
de: Aufgabe bearbeiten

# todoDetailItemTitleLabel
source: Title *
de: Titel *

# todoDetailItemTitleHint
source: Enter task title
de: Aufgabentitel eingeben

# todoDetailItemTitleRequired
source: Title is required
de: Titel ist erforderlich

# todoDetailItemDescriptionLabel
source: Description
de: Beschreibung

# todoDetailItemDescriptionHint
source: Optional description
de: Optionale Beschreibung

# todoDetailItemDueDateNone
source: No due date
de: Kein Fälligkeitsdatum

# todoDetailItemPriorityLabel
source: Priority
de: Priorität

# todoDetailPriorityHigh
source: High
de: Hoch

# todoDetailPriorityMedium
source: Medium
de: Mittel

# todoDetailPriorityLow
source: Low
de: Niedrig

# todoDetailProgressCompleted
source: {completed}/{total} completed
de: {completed}/{total} abgeschlossen

# todoDetailEmptyTitle
source: No tasks yet
de: Noch keine Aufgaben

# todoDetailEmptyMessage
source: Tap the + button to add your first task
de: Tippen Sie auf die +-Schaltfläche, um Ihre erste Aufgabe hinzuzufügen

# todoDetailFabLabel
source: Add Todo
de: Aufgabe hinzufügen

# todoDetailNameHint
source: TodoList name
de: Name der Aufgabenliste

# todoDetailMenuDelete
source: Delete List
de: Liste löschen

# listDetailNameEmpty
source: List name cannot be empty
de: Listenname darf nicht leer sein

# listDetailSaveFailed
source: Failed to save changes
de: Änderungen konnten nicht gespeichert werden

# listDetailLoadFailed
source: Failed to load items
de: Einträge konnten nicht geladen werden

# listDetailItemAdded
source: Item added
de: Eintrag hinzugefügt

# listDetailItemAddFailed
source: Failed to add item
de: Eintrag konnte nicht hinzugefügt werden

# listDetailItemUpdated
source: Item updated
de: Eintrag aktualisiert

# listDetailItemUpdateFailed
source: Failed to update item
de: Eintrag konnte nicht aktualisiert werden

# listDetailItemDeleted
source: Item deleted
de: Eintrag gelöscht

# listDetailItemDeleteFailed
source: Failed to delete item
de: Eintrag konnte nicht gelöscht werden

# listDetailItemToggleFailed
source: Failed to toggle item
de: Kontrollkästchen konnte nicht umgeschaltet werden

# listDetailReorderFailed
source: Failed to reorder items
de: Einträge konnten nicht neu angeordnet werden

# listDetailStyleUpdated
source: List style updated
de: Listenstil aktualisiert

# listDetailStyleChangeFailed
source: Failed to change style
de: Stil konnte nicht geändert werden

# listDetailIconUpdated
source: List icon updated
de: Listensymbol aktualisiert

# listDetailIconChangeFailed
source: Failed to change icon
de: Symbol konnte nicht geändert werden

# listDetailDeleteTitle
source: Delete List
de: Liste löschen

# listDetailDeleteMessage
source: Are you sure you want to delete "{listName}"? This will delete all {itemCount} items in this list. This action cannot be undone.
de: Sind Sie sicher, dass Sie "{listName}" löschen möchten? Dadurch werden alle {itemCount} Einträge in dieser Liste gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# listDetailDeleteFailed
source: Failed to delete list
de: Liste konnte nicht gelöscht werden

# listDetailAddItemTitle
source: Add Item
de: Eintrag hinzufügen

# listDetailEditItemTitle
source: Edit Item
de: Eintrag bearbeiten

# listDetailItemTitleLabel
source: Title *
de: Titel *

# listDetailItemTitleHint
source: Enter item title
de: Eintragstitel eingeben

# listDetailItemTitleRequired
source: Title is required
de: Titel ist erforderlich

# listDetailItemNotesLabel
source: Notes
de: Notizen

# listDetailItemNotesHint
source: Optional notes
de: Optionale Notizen

# listDetailStyleDialogTitle
source: Select Style
de: Stil auswählen

# listDetailStyleBullets
source: Bullets
de: Aufzählung

# listDetailStyleBulletsDesc
source: Simple bullet points
de: Einfache Aufzählungspunkte

# listDetailStyleNumbered
source: Numbered
de: Nummeriert

# listDetailStyleNumberedDesc
source: Numbered list items
de: Nummerierte Listeneinträge

# listDetailStyleCheckboxes
source: Checkboxes
de: Kontrollkästchen

# listDetailStyleCheckboxesDesc
source: Checkable task items
de: Abhakbare Aufgabeneinträge

# listDetailIconDialogTitle
source: Select Icon
de: Symbol auswählen

# listDetailProgressCompleted
source: {checked}/{total} completed
de: {checked}/{total} abgeschlossen

# listDetailEmptyTitle
source: No items yet
de: Noch keine Einträge

# listDetailEmptyMessage
source: Tap the + button to add your first item
de: Tippen Sie auf die +-Schaltfläche, um Ihren ersten Eintrag hinzuzufügen

# listDetailFabLabel
source: Add Item
de: Eintrag hinzufügen

# listDetailNameHint
source: List name
de: Listenname

# listDetailMenuChangeStyle
source: Change Style
de: Stil ändern

# listDetailMenuChangeIcon
source: Change Icon
de: Symbol ändern

# listDetailMenuDelete
source: Delete List
de: Liste löschen

# spaceModalTitle
source: Switch Space
de: Bereich wechseln

# spaceModalSearchHint
source: Search spaces...
de: Bereiche durchsuchen...

# spaceModalNoSpacesFound
source: No spaces found
de: Keine Bereiche gefunden

# spaceModalNoSpacesAvailable
source: No spaces available
de: Keine Bereiche verfügbar

# spaceModalArchived
source: Archived
de: Archiviert

# spaceModalShowArchived
source: Show Archived Spaces
de: Archivierte Bereiche anzeigen

# spaceModalCreateNew
source: Create New Space
de: Neuen Bereich erstellen

# spaceModalMenuEdit
source: Edit Space
de: Bereich bearbeiten

# spaceModalMenuArchive
source: Archive Space
de: Bereich archivieren

# spaceModalMenuArchiveHint
source: Switch to another space first
de: Wechseln Sie zuerst zu einem anderen Bereich

# spaceModalMenuArchiveHintItems
source: This space contains {itemCount} items
de: Dieser Bereich enthält {itemCount} Einträge

# spaceModalMenuRestore
source: Restore Space
de: Bereich wiederherstellen

# spaceModalMenuRestoreHint
source: Make this space active again
de: Diesen Bereich wieder aktivieren

# spaceModalMenuCancel
source: Cancel
de: Abbrechen

# spaceModalSwitchFailed
source: Failed to switch space
de: Bereich konnte nicht gewechselt werden

# spaceModalArchiveCurrent
source: Cannot archive the current space. Switch to another space first.
de: Der aktuelle Bereich kann nicht archiviert werden. Wechseln Sie zuerst zu einem anderen Bereich.

# spaceModalArchiveConfirmTitle
source: Archive Space?
de: Bereich archivieren?

# spaceModalArchiveConfirmMessage
source: This space contains {itemCount} items. Archiving will hide the space but keep all items. You can restore it later from archived spaces.
de: Dieser Bereich enthält {itemCount} Einträge. Das Archivieren verbirgt den Bereich, behält aber alle Einträge bei. Sie können ihn später aus archivierten Bereichen wiederherstellen.

# spaceModalArchiveSuccess
source: {spaceName} has been archived
de: {spaceName} wurde archiviert

# spaceModalArchiveFailed
source: Failed to archive space
de: Bereich konnte nicht archiviert werden

# spaceModalRestoreSuccess
source: {spaceName} has been restored
de: {spaceName} wurde wiederhergestellt

# spaceModalRestoreFailed
source: Failed to restore space
de: Bereich konnte nicht wiederhergestellt werden

# createModalTitle
source: Create
de: Erstellen

# createModalTypeTodoList
source: Todo List
de: Aufgabenliste

# createModalTypeList
source: List
de: Liste

# createModalTypeNote
source: Note
de: Notiz

# createModalTodoListNameHint
source: Todo list name
de: Name der Aufgabenliste

# createModalListNameHint
source: List name
de: Listenname

# createModalNoteTitleHint
source: Note title
de: Notiz-Titel

# createModalNoteContentHint
source: Note content
de: Notiz-Inhalt

# createModalNoteSmartFieldHint
source: Note title or content... (First line becomes title)
de: Notiz-Titel oder Inhalt... (Erste Zeile wird zum Titel)

# createModalListStyleLabel
source: List Style
de: Listenstil

# createModalListStyleBullets
source: Bullets
de: Aufzählung

# createModalListStyleNumbered
source: Numbered
de: Nummeriert

# createModalListStyleCheckboxes
source: Checklist
de: Checkliste

# createModalListStyleSimple
source: Simple
de: Einfach

# createModalTodoDescriptionLabel
source: Description (optional)
de: Beschreibung (optional)

# createModalTodoDescriptionHint
source: Add description (optional)
de: Beschreibung hinzufügen (optional)

# createModalTodoDescriptionAdd
source: + Add description (optional)
de: + Beschreibung hinzufügen (optional)

# createModalTodoDescriptionTooLong
source: Description too long (max 500 characters)
de: Beschreibung zu lang (max. 500 Zeichen)

# createModalSaveToLabel
source: Save to:
de: Speichern in:

# createModalKeyboardShortcutMac
source: ⌘+Enter to create • Esc to close
de: ⌘+Eingabe zum Erstellen • Esc zum Schließen

# createModalKeyboardShortcutOther
source: Ctrl+Enter to create • Esc to close
de: Strg+Eingabe zum Erstellen • Esc zum Schließen

# createModalButtonTodoList
source: Create Todo List
de: Aufgabenliste erstellen

# createModalButtonList
source: Create List
de: Liste erstellen

# createModalButtonNote
source: Create Note
de: Notiz erstellen

# createModalButtonGeneric
source: Create
de: Erstellen

# createModalCloseTitle
source: Discard unsaved content?
de: Nicht gespeicherte Inhalte verwerfen?

# createModalCloseMessage
source: You haven't created this item yet. Would you like to create it or discard your changes?
de: Sie haben diesen Eintrag noch nicht erstellt. Möchten Sie ihn erstellen oder Ihre Änderungen verwerfen?

# createModalCloseCancel
source: Cancel
de: Abbrechen

# createModalCloseDiscard
source: Discard
de: Verwerfen

# createModalCloseCreate
source: Create & Close
de: Erstellen & Schließen

# buttonAdd
source: Add
de: Hinzufügen

# buttonSave
source: Save
de: Speichern

# buttonCancel
source: Cancel
de: Abbrechen

# buttonDelete
source: Delete
de: Löschen

# buttonClose
source: Close
de: Schließen

# buttonArchive
source: Archive
de: Archivieren

# accessibilityCloseButton
source: Close
de: Schließen

# accessibilityAddDescription
source: Add description, collapsed
de: Beschreibung hinzufügen, eingeklappt

# accessibilityAddDescriptionHint
source: Tap to add optional description field
de: Tippen, um optionales Beschreibungsfeld hinzuzufügen

# accessibilityRemoveDescription
source: Remove description field
de: Beschreibungsfeld entfernen

# accessibilityCreateNewSpace
source: Create new space
de: Neuen Bereich erstellen

# accessibilitySpaceItemCount
source: {spaceName}, {itemCount} items
de: {spaceName}, {itemCount} Einträge

# spaceSwitcherTitle
source: Switch Space
de: Bereich wechseln

# spaceSwitcherSearchHint
source: Search spaces...
de: Bereiche durchsuchen...

# spaceSwitcherErrorSwitch
source: Failed to switch space: {error}
de: Bereich konnte nicht gewechselt werden: {error}

# spaceSwitcherEmptyNoResults
source: No spaces found
de: Keine Bereiche gefunden

# spaceSwitcherEmptyNoSpaces
source: No spaces available
de: Keine Bereiche verfügbar

# spaceSwitcherItemCount
source: {count} items
de: {count} Einträge

# spaceSwitcherMenuEdit
source: Edit Space
de: Bereich bearbeiten

# spaceSwitcherMenuArchive
source: Archive Space
de: Bereich archivieren

# spaceSwitcherMenuRestore
source: Restore Space
de: Bereich wiederherstellen

# spaceSwitcherMenuCancel
source: Cancel
de: Abbrechen
